Repository: Adam-s-tech/FluentCleaner
Catalog: FluentCleaner/Strings/*/Resources.resw
Source language: en_us
Languages: hu_hu

# CLI_AppxRemoveOk
source: OK {0} removed.
hu_hu: OK {0} eltávolítva.

# CLI_AppxRemoveErr
source: ERR {0} — failed (may not be installed or requires elevation).
hu_hu: HIBA {0} — sikertelen (lehet, hogy nincs telepítve, vagy emelt jogosultság szükséges).

# CLI_AppxRemoveDone
source: Done — {0} package(s) removed.
hu_hu: Kész — {0} csomag eltávolítva.

# CLI_AppxNothingRemoved
source: Nothing was removed.
hu_hu: Semmi sem lett eltávolítva.

# CLI_AppxDisabled
source: Winappx database is disabled — enable it in Settings.
hu_hu: A Winappx adatbázis le van tiltva — engedélyezd a Beállításokban.

# CLI_AppxNotFound
source: Winappx.ini not found — download it in Settings.
hu_hu: A Winappx.ini nem található — töltsd le a Beállításokban.
